Repository: seanpm2001/mt-training-data
Catalog: ceb/ceb_pontoon.tmx
Source language: en_us
Languages: ceb

source: %1$d new permissions are required
ceb: %1$d kinahanglan bag-ong mga permission

source: %1$d out of %2$d
ceb: %1$d gawas sa %2$d

source: %1$d selected
ceb: %1$d napili

source: 1 open tab. Tap to switch tabs.
ceb: 1 ang abli nga tab. i-Tap para mobalhin ug mga tab.

source: %1$s add-ons
ceb: %1$s mga add-on

source: %1$s can’t download this file type
ceb: %1$s dili kadownload ani nga file type

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
ceb: Ang %1$s moclear sa imong search ug browsing history sa private tabs kung i-sara o i-quit ang app. Bisan dili kini mohimo kanimo nga anonymous sa mga website ug sa imong internet service provider, gipasayon niini ang pagkapribado sa imong mga gihimo online gikan sa ubang gagamit niining device.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
ceb: Ang %1$s dili maka-suta sa katinuod sa application. Buot mo ba i-padayon sa pag-autofill ang mga napiling mga credential?

source: %1$s has a new update
ceb: %1$s naay update

source: %1$s has been added to %2$s
ceb: %1$s nadugang sa %2$s

source: %1$s is produced by Mozilla.
ceb: %1$s hinimo sa Mozilla.

source: %1$s is requesting your username and password.
ceb: %1$s nangayo sa imong username ug password.

source: %1$s on %2$s %3$s
ceb: %1$s sa %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
ceb: %1$s ang abli nga mga tab. i-Tap para mobalhin ug mga tab.

source: %2$s is requesting your username and password. The site says: “%1$s”
ceb: %2$s nangayo sa imong username ug password. Ang site ingon: “%1$s”

source: About %1$s
ceb: Mahitungod sa %1$s

source: Accept and edit suggestion
ceb: Dawata ug usba ang sugyot

source: Accept the Risk and Continue
ceb: Dawata ang Risgo ug Padayon

source: Access browser activity during navigation
ceb: i-Access and kalihokan sa browser samtang nag-navigate

source: Access browser tabs
ceb: i-Access ang mga browser tab

source: Access browsing history
ceb: i-Access ang browsing history

source: Access recently closed tabs
ceb: i-Access nasiradong mga tab

source: Access to the file was denied
ceb: Access sa File gi-deny

source: Access your data for %1$s
ceb: i-Access imong data sa %1$s

source: Access your data for all websites
ceb: i-Access imong data sa mga website

source: Access your data for sites in the %1$s domain
ceb: i-Access imong data sa mga site sa %1$s nga domain

source: Access your data on %1$d other domains
ceb: i-Access imong data sa %1$d uban pang mga domain

source: Access your data on %1$d other sites
ceb: i-Access imong data sa %1$d ubang mga site

source: Access your data on 1 other domain
ceb: Susiha imong data sa 1 laing domain

source: Access your data on 1 other site
ceb: i-Access imong data sa 1 pa ka-site

source: Access your location
ceb: i-Access imong dapit

source: Add
ceb: Idugang

source: Add %1$s?
ceb: i-Dugang ang %1$s?

source: Add %1$s and %2$s to %3$s
ceb: i-Dugang ang %1$s ug %2$s sa %3$s

source: Add %1$s to %2$s
ceb: i-Dugang ang %1$s sa %2$s

source: Add a shortcut to open private tabs from your Home screen.
ceb: Dugang ug shortcut pag-abri ug mga private tab gikan sa imong Home screen.

source: Add new collection
ceb: Bag-ong collection

source: Add-on collection modified. Quitting the application to apply changes…
ceb: Ang Add-on collection nausab. Kamulong gina-quit ang application para maapply ang nausab…

source: Add-on is already installed
ceb: Ang add-on na-install na

source: Add-on is not supported
ceb: Ang add-on dili suportado

source: Add-ons
ceb: Mga Add-on

source: Add-ons Manager
ceb: Add-on Manager

source: Add-on updates
ceb: Mga Add-on update

source: Add private browsing shortcut
ceb: Dugang ug shortcut sa private browsing

source: Addresses
ceb: Mga address

source: Address Not Found
ceb: Wala\'y Address

source: Add shortcut
ceb: Dugang ug shortcut

source: Add them to %1$s
ceb: i-Dugang tanan sa %1$s

source: Add to contact
ceb: Idugang sa contact

source: Add to Home screen
ceb: Dugang sa Home screen

source: Add username to saved password?
ceb: i-Dugang ang na-save nga password?

source: Allow
ceb: i-Allow

source: Allow %1$s to play DRM-controlled content?
ceb: Tugotan ang %1$s mag play ang DRM controlled content?

source: Allow %1$s to send notifications?
ceb: Tugotan ang %1$s magsend ug notifications?

source: Allow %1$s to store data in persistent storage?
ceb: Tugotan ang %1$s magbutang ug data sa permanent storage

source: Allow %1$s to use your camera?
ceb: Tugotan ang %1$s mogamit ug camera?

source: Allow %1$s to use your camera and microphone?
ceb: Tugotan ang %1$s nga gamiton imong camera ug microphone?

source: Allow %1$s to use your location?
ceb: Tugotan ang %1$s nga mogamit sa imong location?

source: Allow %1$s to use your microphone?
ceb: Tugotan ang %1$s nga mogamit ug microphone?

source: Allow in private browsing
ceb: Tugotan sa private browsing

source: Allow screenshots in private browsing
ceb: Tugoti ang mga screenshot sa private browsing

source: Allow search suggestions in private sessions?
ceb: i-Allow ang search suggestions sulod sa private sessions?

source: Always
ceb: Kanunay

source: A new permission is required
ceb: Kinahanglan ug bag-o nga permission

source: Are you sure?
ceb: Sigurado ka?

source: A site is playing media
ceb: Usa ka-site nagpatukar ug media

source: Authors
ceb: Mga Author

source: Back
ceb: Balik

source: Block content and scripts that track you online
ceb: i-Block ang content ug mga script nga motrack kanimo online

source: Bookmark
ceb: i-Bookmark

source: Bookmarks
ceb: Mga Bookmark

source: Call with…
ceb: Tawag sa

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
ceb: Kinahanglan ug camera access. Adto sa Android settings, i-tap and permissions, ug i-tap ang allow.

source: Camera and microphone are on
ceb: Camera ug microphone ga-andar

source: Camera is on
ceb: Camera ga-andar

source: Cannot Complete Request
ceb: Dili makumpleto ang Request

source: Check your network connection or try reloading the page in a few moments.
ceb: Tan-awa imong koneksyon sa network o sulayi ug reload ang page taudtaod.

source: Choose a color
ceb: Pili ug color

source: Choose what to sync
ceb: Pili unsay i-sync

source: Clean, organized tabs
ceb: Limpyo, han-ay nga mga tab

source: Clear
ceb: Panas

source: Clear away tab clutter with improved layout and auto-closing tabs.
ceb: i-Plastar ang katag nga mga tab gamit ang mas maayong layout ug mga auto-closing tab.

source: Clear recent browsing history, cookies, and related data
ceb: Panasa ang bag-ong browsing history, cookie, ug iglabot nga data

source: Close
ceb: i-Close

source: Close reader view
ceb: i-Close ang reader view

source: Close tab
ceb: i-Close ang tab

source: Collapse suggested credit cards
ceb: i-Collapse ang nasugyot nga mga credit card

source: Collapse suggested logins
ceb: i-Collapse ang nasugyot nga mga login

source: Collection name
ceb: Ngalan sa Collection

source: Collection owner (User ID)
ceb: Tag-iya sa Collection (User ID)

source: Common myths about private browsing
ceb: Mga tinuohan bahin sa private browsing

source: Complete action using
ceb: Kumpletoha ang action gamit ang

source: Content crashed
ceb: Daot nga Content

source: Control browser proxy settings
ceb: i-Control ang mga browser proxy setting

source: Copy email address
ceb: Kopyaha ang email address

source: Copy image location
ceb: Kopyaha ang image location

source: Copy link
ceb: Kopyaha ang link

source: Corrupted Content Error
ceb: Guba nga Content Error

source: Could not open file
ceb: Dili maka-abli sa file

source: Crashes
ceb: Mga Crash

source: Crash Reports
ceb: Crash Report

source: Credit cards
ceb: Mga credit card

source: Credit cards and addresses
ceb: Mga credit card ug address

source: Custom Firefox Account server
ceb: Custom nga server sa Firefox Account

source: Customize home
ceb: i-Customize ang home

source: Customize reader view
ceb: i-Customize ang reader view

source: Custom Sync server
ceb: Custom nga Sync server

source: Dark color scheme
ceb: Dark nga color scheme

source: Deceptive site issue
ceb: Makailad nga site issue

source: Delete session
ceb: i-Delete ang session

source: Details
ceb: Mga Detalye

source: Device name
ceb: Ngalan sa device

source: Device name cannot be empty.
ceb: Ang ngalan sa device dapat dili blanko.

source: Disabled
ceb: na-Disable

source: Disable private browsing
ceb: i-Disable ang private browsing

source: Dismiss
ceb: i-Dismiss

source: Dismiss find in page
ceb: Undanga ang pagpangita sulod sa page

source: Display notifications to you
ceb: Ipakita ang mga pahibalo kanimo

source: Don’t allow
ceb: Ayaw tugoti

source: Don’t save
ceb: Ayaw i-save

source: Don’t update
ceb: Ayaw i-update

source: Download completed
ceb: Download human na

source: Download failed
ceb: Download na-pakyas

source: Download files and read and modify the browser’s download history
ceb: Kuhaa ang mga file ug basaha ug usba ang download history sa browser

source: Downloading and verifying add-on…
ceb: Kamulong download ug suta sa add-on…

source: Download link
ceb: i-Download ang link

source: Download paused
ceb: Download na-pause

source: Downloads
ceb: Mga Download

source: Do you want to leave this site? Data you have entered may not be saved
ceb: Buot mo bang mohawa ani nga site? Ang data nga imong gi-butang basin dili ma-save

source: Duplicate tab
ceb: Duplicate nga tab

source: Edit
ceb: i-Edit

source: Edit bookmark
ceb: Usba ang bookmark

source: Email address copied to clipboard
ceb: Ang email address nakopya na sa clipboard

source: Email with…
ceb: i-Email sa

source: Enabled
ceb: na-Enable

source: Enable private browsing
ceb: i-Enable ang private browsing

source: Entered multiselect mode, select tabs to save to a collection
ceb: Nakasulod na sa multiselect mode, pili ug tabs aron magsave sa collection

source: Exceptions
ceb: Mga Exception

source: Exceptions let you disable tracking protection for selected sites.
ceb: Ang mga exception mopalong sa tracking protection sa mga piniling mga site.

source: Exchange messages with apps other than this one
ceb: Exchange ug mga message tali sa ubang mga app

source: Exited multiselect mode
ceb: Gawas na sa multiselect mode

source: Exit multiselect mode
ceb: Gawas sa multiselect mode

source: Expand suggested credit cards
ceb: i-Expand ang nasugyot nga mga credit card

source: Expand suggested logins
ceb: i-Expand ang nasugyot nga mga login

source: Extend developer tools to access your data in open tabs
ceb: i-Extend ang developer tools para ma-access imong data sa abli nga tab

source: Extensions
ceb: Mga Extension

source: Failed to disable %1$s
ceb: Pakyas pag-disable %1$s

source: Failed to enable %1$s
ceb: Pakyas pag-enable %1$s

source: Failed to install %1$s
ceb: Pakyas sa install %1$s

source: Failed to query Add-ons!
ceb: Pakyas sa pagquery sa Add-ons!

source: Failed to remove %1$s
ceb: Pakyas pag-remove %1$s

source: Failed to uninstall %1$s
ceb: Pakyas pag-uninstall %1$s

source: File Not Found
ceb: Wala Makita ang File

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
ceb: Permission access sa files ug media kinahanglan para madownload ang mga file. Adto sa Android settings, tap ang permissions, ug tap allow.

source: Fill link from clipboard
ceb: Pun-a ang link gikan sa clipboard

source: Find in page
ceb: Pangitaa sa page

source: Find next result
ceb: Pangita-a ang sunod nga resulta

source: Find previous result
ceb: Pangitaa ang niaging resulta

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
ceb: Nausab ang Firefox Account/Sync server. Kamulong gina-quit ang application para maapply ang nausab …

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
ceb: Ang Firefox add-on technology pirmi ga-usab. Ang mga add-on gagamit ug framework nga dili bagay sa Firefox 75 ug daan.

source: Firefox is updated - and improved!
ceb: Ang Firefox naupdate na - ug naimprove!

source: Firefox will be ready in a moment…
ceb: Ang Firefox andam na karon…

source: Follow device language
ceb: Sunda ang device language

source: Font size decrease
ceb: Pagamyon ang font

source: Font size increase
ceb: Padakoon ang font

source: Forward
ceb: Sunod

source: Front-facing camera
ceb: Atbang nga camera

source: Full screen site controls
ceb: Full screen nga control sa site

source: Get data from the clipboard
ceb: Kuha ug data gikan sa clipboard

source: Give feedback
ceb: Hatag ug feedback

source: Go Back (Recommended)
ceb: Balik (Rekomendado)

source: Go to settings
ceb: Adto sa settings

source: Harmful site issue
ceb: Daotan nga site issue

source: Help
ceb: Tabang

source: Hide and show browser tabs
ceb: i-Tago ug i-pakita ang mga browser tab

source: Highlighted
ceb: Gipasiugda

source: If allowed, private tabs will also be visible when multiple apps are open
ceb: Kung naay pagtugot, makit-an ang mga private tab kung daghan apps ang giabrihan.

source: Input data to the clipboard
ceb: Butang ug data sa clipboard

source: Install
ceb: i-Install

source: Install Add-on
ceb: Mag-install ug Add-on

source: Installed
ceb: na-Install

source: Invalid Address
ceb: Sayop ang Address

source: It requires your permission to:
ceb: Kinahanglan imong pagtugot para:

source: It’s now easier to pick back up where you left off.
ceb: Gipasayon na karon ang pag-balik kung asa ka mibiya.

source: Jump back in
ceb: Sulod balik

source: Jump to your open tabs, bookmarks, and browsing history.
ceb: Adto sa imong mga abri nga tab, mga bookmark, ug browsing history.

source: Label for entering a text input field
ceb: Label sa pag-butang ug text input field

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
ceb: ¶ · <label>Basin naay ga-impersonate sa site ug dili ka dapat mopadayon.</label>¶ · <br><br>¶ · <label>Ang mga website nagapaila-ila pinaagi sa mga certificate. Ang %1$s wala\'y salig sa <b>%2$s</b> kay dili ilado ang iyang certificate issuer, ang certificate kay self-signed, o ang server kay wala nagtubag sa insakto nga mga intermediate certificate.</label>¶ ·

source: Last attempt:
ceb: Ulahing sulay:

source: Last synced: never
ceb: Niagi nga sync: wala sukad

source: Last synced: %s
ceb: Niagi nga sync: %s

source: Last updated
ceb: Ulahing pag-update

source: Learn more
ceb: Dugang pagtuon

source: Learn more about permissions
ceb: Tuon sa ubang mga permission

source: Light color scheme
ceb: Light nga color scheme

source: Link copied to clipboard
ceb: Ang link na-kopya sa clipboard

source: Logins
ceb: Mga Login

source: Manage credit cards
ceb: i-Manage ang mga credit card

source: Manage logins
ceb: i-Manage ang mga login

source: Microphone 1
ceb: Microphone

source: Microphone is on
ceb: Microphone ga-andar

source: Monitor extension usage and manage themes
ceb: i-Monitor ang gamit sa extension ug i-manage ang mga themes

source: More options
ceb: Dugang pili-anan

source: Name
ceb: Pangalan

source: Never
ceb: Dili

source: Never save
ceb: Dili mag-save

source: New add-on available
ceb: Naa\'y bag-ong add-on

source: New add-ons available
ceb: Naa\'y bag-ong mga add-on

source: New private tab
ceb: Bag-o nga pribadong tab

source: New private tab opened
ceb: Bag-ong private tab na-open

source: New tab
ceb: Bag-o nga tab

source: New tab opened
ceb: Bag-ong tab na-open

source: No
ceb: Dili

source: No add-ons here
ceb: Wala’y mga add-on dinhi

source: No app found to open %1$s files
ceb: Wala\'y app nakita nga maka-abli sa %1$s mga file

source: No camera available on device
ceb: Wala\'y camera nga magamit sa device

source: No crash reports have been submitted.
ceb: Walay crash report nga ge submit.

source: No experiments here
ceb: Walay mga eksperimento dinhi

source: No internet connection
ceb: Wala\'y koneksyon sa internet

source: No thanks
ceb: Salamat na lang

source: Notifications for tabs received from other Firefox devices.
ceb: Mga pahibalo sa mga tab nga nadawat gikan sa ubang mga Firefox device.

source: Not yet available
ceb: Dili pa available

source: Not yet supported
ceb: Dili pa suportado

source: No update available
ceb: Wala\'y update available

source: (No username)
ceb: (Wala\'y username)

source: Okay, Got it
ceb: Okay, Sabtan

source: Open a new Firefox tab
ceb: Abri ug bag-ong Firefox tab

source: Open files downloaded to your device
ceb: Ablihi ang mga file nga nadownload sa imong device

source: Open image in new tab
ceb: i-Open ang image sa bag-ong tab

source: Open in…
ceb: i-Open sa…

source: Open in %1$s
ceb: Ablihi sa %1$s

source: Open in app
ceb: i-Open sa app

source: Open in app? Your activity may no longer be private.
ceb: i-Open sa app? Basin imong mga lihok dili na pribado.

source: Open it in the menu
ceb: Ablihi sa menu

source: Open link in external app
ceb: i-Open ang link sa external nga app

source: Open link in new tab
ceb: i-Open ang link sa bag-ong tab

source: Open link in private tab
ceb: i-Open ang link sa pribadong tab

source: Open links in apps
ceb: Abrihi ang mga link sulod sa mga app

source: Open links in a private tab
ceb: i-Open ang mga link sa pribadong tab

source: Open tabs
ceb: Abrihi ang Tabs

source: Open Tabs
ceb: Abrihi ang Tabs

source: <p>Additional information about this problem or error is currently unavailable.</p>
ceb: ¶ · <p>Wala pa\'y dugang detalye para ani nga problema o error.</p>¶ ·

source: Password field must not be empty
ceb: Ang Password field dapat naa\'y sulod

source: Password for %1$s
ceb: Password sa %1$s

source: Passwords
ceb: Mga Password

source: Past explorations
ceb: Milabay nga eksplorasyon

source: Permissions
ceb: Mga Permission

source: Personalized Firefox homepage
ceb: Personal nga Firefox homepage

source: Pick a month
ceb: Pili ug bulan

source: Port restricted for security reasons
ceb: Port gidid-an tungod sa seguridad

source: Prevent this page from creating additional dialogs
ceb: Pug-ngi ni nga page magbuhat ug dugang mga dialog

source: Privacy and security
ceb: Privacy ug seguridad

source: Private browsing session
ceb: Pribado nga browsing session

source: Private %s
ceb: Pribado %s

source: Provide cryptographic authentication services
ceb: Hatag ug mga cryptographic authentication service

source: Proxy Server Not Found
ceb: Proxy Server Wa Makita

source: Proxy Server Refused Connection
ceb: Ang Proxy Server Balibad sa Koneksyon

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
ceb: <p>Ang address nagbungat ug protocol (eg <q>wxyz://</q>) nga wa ilha sa browser, mao nga ang browser dili maka-konek ug tarong sa site.</p> <ul> <li>Nagsulay ba ka ug access ug multimedia o laing non-text nga mga service? i-Check ang site alang sa dugang requirement.</li> <li>Ubang mga protocol nag-require ug third-party software o mga plugin aron makaila ang browser kanila.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ceb: ¶ · <p>Nakakonek ang browser, pero naputol ang koneksyon kamulong balhin sa impormasyon. Palihog sulayi usab.</p>¶ · <ul>¶ · <li>Basin ang site dili available kadyot o busy lang. Sulay balik karon taudtaod.</li>¶ · <li>Kung wala pa gihapon mogawas nga page, tan-awa imong device data o Wi-Fi connection.</li>¶ · </ul>¶ ·

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ceb: ¶ · <p>Dili makita sa browser ang host server sa gihatag nga address.</p>¶ · <ul>¶ · <li>Susiha ang address kung naa\'y sayup sa pag-type sama sa¶ · <strong>ww</strong>.example.com imbis¶ · <strong>www</strong>.example.com.</li>¶ · <li>Kung wala pa gihapon mogawas nga page, tan-awa imong device data o koneksyon sa Wi-Fi.</li>¶ · </ul>¶ ·

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
ceb: ¶ · <p>Ni-undang ang browser ug kuha sa mga gi-request nga mga item. Ang site ga-redirect sa pamaagi nga dili makumpleto.</p>¶ · <ul>¶ · <li>Imo ba gi-hunongan o gi-block ang mga cookie nga kinahanglan ani nga site?</li>¶ · <li>Kung ang pagdawat sa mga cookie sa site wala makasulbad sa problema, basin problema kini sa server configuration ug dili sa imong device.</li>¶ · </ul>¶ ·

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ceb: <p>Ang browser na-configure nga mogamit ug proxy server, pero ang proxy dili makita.</p> <ul> <li>Sakto ba ang proxy configuration sa browser? Susiha ang mga setting ug sulay balik.</li> <li>Ang proxy service gadawat ba ug koneksyon gikan ani nga network?</li> <li>Aduna pa\'y problema? Konsulta sa inyong network administrator o internet service provider ug tabang.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ceb: <p>Ang browser na-configure nga mogamit ug proxy server, pero ang proxy gabalibad ug koneksyon.</p> <ul> <li>Sakto ba ang proxy configuration sa browser? Susiha ang mga setting ug sulay balik.</li> <li>Ang proxy service gadawat ba ug koneksyon gikan ani nga network?</li> <li>Aduna pa\'y problema? Konsulta sa inyong network administrator o internet service provider ug tabang.</li> </ul>
